[
  {
    "postText": "My cousin and I (born the same year ofc) both went to the same college. I chose accounting, he chose CS. Now he makes $180k yearly while I barely made it to $66k after a market adjustment. I know money isn’t everything but when I’m working 70 hour weeks and see my cousin constantly on vacation, working 25-30 hour weeks making nearly triple what I do it’s a bit demoralizing :sweat_smile: His company offers free chef-prepared meals three times a day and reimbursed him for gas to make the commute to the office. All my office has is stale Lay’s in the original kind not even barbecue bruh",
    "postedBy": "623b61a26c1fa48577f9d8d4"
  },
  {
    "postText": "Anyone know what this netting around what I think is student accomodation at Fountainpark is about?",
    "postedBy": "623b61a26c1fa48577f9d8d5"
  },
  {
    "postText": "Most of the sneak/costume stuff just bug me. I like playing my character lol. Much as people seem to hate Armen, that was the only one I enjoyed. 'Vehicle' stuff like that or the Arenthine mechs at least give you something you can do other thank rp walk",
    "postedBy": "623b61a26c1fa48577f9d8d7"
  },
  {
    "postText": "Not sure if I'm just missing the drop down tab or option and I'm just stupid/hard of sight, but I can't for the life of me, find a way to check my friends profiles whole they're offline.Feels a bit dumb to only be able to see how my friends are doing on their climb exclusively while they're online but, there could have been worse overlooked features.Anyone feel the same? If there's something I'm missing please lemme know.",
    "postedBy": "623b61a26c1fa48577f9d8d8"
  },
  {
    "postText": "So I've been playing A LOT since the game released, and I really love the play style of Deathblade remaining energy. I've watched and read a bunch of guides of how to play and build them. Currently I'm at 1350, and I wanted to try something new out, stat-wise.",
    "postedBy": "623b61a26c1fa48577f9d8d6"
  },
  {
    "postText": "If you're on US East servers - feel free to look me up on ttv :)! Guardian raid carries Gunlancer edition 7 days a week - any tier all freeeeee!",
    "postedBy": "623b61a26c1fa48577f9d8d7"
  },
  {
    "postText": "Hey guys I’m a 1090 striker on NA east azena and sadly I have basically played by myself this whole time and need some friends or people to play with. If anyone has an active guild or discord I could join that would be awesome cause I’m tired of playing by myself!",
    "postedBy": "623b61a26c1fa48577f9d8d8"
  },
  {
    "postText": "Hi guys!I am looking for some people to play lost ark with. I am about to hit T2. I play daily as well.",
    "postedBy": "623b6d010313197cdb9726ac"
  },
  {
    "postText": "Hi everyone, I was wondering if anyone has any tips or maybe share on what you kings and queens are doing? ♛♚Are you consuming the right cards for cards xp ? What cards are considered trash and no alt would ever need to use it.last one.... if I buy all the slots available for crystals will I have enough space to collect them all stress free?Let's talk brothers!",
    "postedBy": "623b6d010313197cdb9726ad"
  },
  {
    "postText": "Does anyone else agree with this?Isn't it kind of pointless to have to do two guardian raids a day when you just do the same boss for both runs since it's the most efficient?Also, it can be quite time consuming in T1 and T2 as the guardians are a lot more difficult/take longer to defeat compared to T3. In addition, the players are a lot more inexperienced when it comes to recognizing a stagger mechanic or other team-related mechanics. I don't believe a 'daily' should be so time consuming.If you agree or disagree, please tell me why.Thank you for allowing me to have your attention,",
    "postedBy": "623b6d010313197cdb9726b8"
  }
]
